/*****************************************************************************/
/*                                                                           */
/*  cid_modbus  : модуль проверки соединения по протоколу ModBus             */
/*                                                                           */
/*  author: Kuzmin Yaroslav                                                  */
/*  email: kuzmin.yaroslav@gmail.com                                         */
/*  date : 31.12.15                                                          */
/*                                                                           */
/*****************************************************************************/

/*****************************************************************************/
#include <glib.h>

#include <modbus.h>
#include <total.h>

int main(int argc,char * argv[])
{
	g_printf(" Run server !\n");

	return SUCCESS;
}
/*****************************************************************************/
